export const CONDITIONS = [
	{
		id: '1',
		text: 'Полная',
	},
	{
		id: '2',
		text: 'Частичная / подработка',
	},
	{
		id: '3',
		text: 'Вахтовый метод',
	},
];

export const SCHEDULE = [
	{
		id: '1',
		text: '5/2',
	},
	{
		id: '2',
		text: '6/1',
	},
	{
		id: '3',
		text: 'Сменный',
	},
	{
		id: '4',
		text: 'Свободный',
	},
	{
		id: '5',
		text: 'Неполный день',
	},
	{
		id: '6',
		text: 'От 4 часов в день',
	},
	{
		id: '7',
		text: 'По вечерам',
	},
	{
		id: '8',
		text: 'Разовое задание',
	},
	{
		id: '9',
		text: 'По выходным',
	},
	{
		id: '10',
		text: 'Другое',
	},
];

export const CONTRACT = [
	{
		id: '1',
		text: 'Трудовой договор',
	},
	{
		id: '2',
		text: 'Договор ГПХ с ИП',
	},
	{
		id: '3',
		text: 'Договор с самозанятым',
	},
	{
		id: '4',
		text: 'Договор с физлицом',
	},
];
